7zip
alsa-utils
amd-ucode
awww
base
base-devel
bind
blueman
bluez
bluez-utils
brave-bin
brightnessctl
btop
calf
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
chafa
cheat-engine-zh
chicago95-theme-git
cliphist
cmatrix
code
cpio
curseforge
cursor-cli
cursor-early-access-bin
discord
dunst
easyeffects
efibootmgr
evtest
fastfetch
file-roller
firefox
flatpak
fuse2
gemini-cli-git
git
grim
gruvbox-dark-gtk
gruvbox-dark-icons-gtk
gruvbox-material-gtk-theme-git
gst-plugin-pipewire
gvfs
gvfs-mtp
htop
hyprland
hyprlock
hyprpaper
hyprpicker
intellij-idea-community-edition
iotop
iwd
keyd
kitty
kvantum
kvantum-qt5
kvantum-theme-gruvbox-git
libpulse
libva-utils
linux-firmware
linux-zen
lsp-plugins
lxappearance
lzop
mako
man-db
mangohud
mpc
mpd
mupdf
nano
neo-matrix
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
nvm
nwg-look
obs-studio
openrazer-daemon
openssh
otf-font-awesome
pacman-contrib
pamixer
paru
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
polychromatic
proton-vpn-gtk-app
protonhax
python-pillow
python-pip
python-pipx
python-requests
qbittorrent
qpwgraph
qt5-wayland
qt5ct
qt6-5compat
qt6-wayland
qt6ct
r2modman
razer-cli
rebuild-detector
rofi
rsync
sddm
slurp
smartmontools
spotify-launcher
starship
steam
sunshine
swappy
tailscale
thunar
thunar-archive-plugin
thunar-volman
tk
tmux
trash-cli
tree
ttf-jetbrains-mono-nerd
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
tumbler
ufw
unrar
unzip
uwsm
vim
vlc
vlc-plugins-all
vulkan-radeon
waybar
wev
wget
wine
winetricks
wireless_tools
wireplumber
wl-clipboard
wlogout
woff2-font-awesome
wofi
wpa_supplicant
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yay
yay-debug
zathura
zellij
zip
zram-generator
brave-bin
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
cheat-engine-zh
chicago95-theme-git
curseforge
cursor-cli
cursor-cli-debug
cursor-early-access-bin
gcc14
gcc14-libs
gemini-cli-git
gruvbox-dark-gtk
gruvbox-dark-icons-gtk
gruvbox-material-gtk-theme-git
kvantum-theme-gruvbox-git
neo-matrix
neofetch
paru
paru-debug
polychromatic
protonhax
r2modman
razer-cli
sunshine
ttf-ms-fonts
wlogout
wlogout-debug
yay
yay-debug
